Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Add your debrid API key once and VortX uses it everywhere, with no separate configuration site. Cached torrents resolve to instant direct links. Your keys stay on this device and sync, encrypted, to your VortX account.
af: Voeg jou debrid-API-sleutel eenmalig by en VortX gebruik dit oral, sonder 'n aparte konfigurasiewebwerf. Gekas torrente word oombliklike direkte skakels. Jou sleutels bly op hierdie toestel en sinkroniseer, geënkripteer, na jou VortX-rekening.
am: የ debrid API ቁልፍዎን አንዴ ጨምሩ እና VortX ሁሉም ቦታ ይጠቀምበታል፣ ምንም የተለየ ውቅር ጣቢያ ሳያስፈልግ። የተጠቀቡ torrents ወዲያውኑ ቀጥተኛ ሊንኮች ይሆናሉ። ቁልፎቹ በዚህ መሳሪያ ላይ ይቆዩና ወደ VortX መለያዎ ኢንክሪፕት ሆነው ይመሳሰላሉ።
ar: أضف مفتاح واجهة برمجة تطبيقات debrid مرة واحدة وستستخدمه VortX في كل مكان، دون موقع إعداد منفصل. تُحوَّل ملفات torrent المخزّنة مؤقتًا إلى روابط مباشرة فورية. تبقى مفاتيحك على هذا الجهاز وتُزامَن، مشفّرة، إلى حساب VortX الخاص بك.
as: আপোনাৰ debrid API কী এবাৰ যোগ কৰক আৰু VortX-এ সেয়া সকলোতে ব্যৱহাৰ কৰে, পৃথক কনফিগাৰেচন ছাইট নালাগে। কেছ্‌ কৰা টৰেণ্টবোৰ তৎক্ষণাৎ ডাইৰেক্ট লিংকলৈ পৰিণত হয়। আপোনাৰ কীবোৰ এই ডিভাইচতে থাকে আৰু এনক্ৰিপ্ট হৈ আপোনাৰ VortX একাউণ্টলৈ ছিংক হয়।
az: Debrid API açarınızı bir dəfə əlavə edin, VortX onu hər yerdə istifadə edər, ayrı konfiqurasiya saytı tələb olunmur. Keşlənmiş torrentlər ani birbaşa linklərə çevrilir. Açarlarınız bu cihazda qalır və VortX hesabınıza şifrəli şəkildə sinxronlaşır.
be: Дадайце свой debrid API-ключ адзін раз, і VortX выкарыстоўвае яго паўсюль, без асобнага сайта наладак. Кэшаваныя тарэнты ператвараюцца ў імгненныя прамыя спасылкі. Вашы ключы застаюцца на гэтай прыладзе і сінхранізуюцца, зашыфраваныя, з вашым акаўнтам VortX.
bg: Добавете своя debrid API ключ веднъж и VortX го използва навсякъде, без отделен сайт за конфигуриране. Кешираните torrent файлове се разрешават до незабавни директни връзки. Ключовете ви остават на това устройство и се синхронизират, криптирани, към вашия VortX акаунт.
bn: একবার আপনার debrid API কী যোগ করুন এবং VortX সর্বত্র এটি ব্যবহার করবে, কোনো আলাদা কনফিগারেশন সাইট ছাড়াই। ক্যাশ করা torrent তাৎক্ষণিক সরাসরি লিঙ্কে রূপান্তরিত হয়। আপনার কী এই ডিভাইসেই থাকে এবং এনক্রিপ্ট করে আপনার VortX অ্যাকাউন্টে সিঙ্ক হয়।
br: Ouzhpennit ho alc'hwez API debrid ur wech ha VortX a implijo anezhañ e pep lec'h, hep lec'hienn gefluniañ a-du. An torrentoù krubuilhet a droio da liammoù eeun prim. Ho alc'hwezioù a chom war an ardivink-mañ hag a goubladur, sifret, gant ho kont VortX.
bs: Dodajte svoj debrid API ključ jednom i VortX ga koristi svugdje, bez zasebne stranice za konfiguraciju. Keširani torenti pretvaraju se u trenutne direktne linkove. Vaši ključevi ostaju na ovom uređaju i sinhroniziraju se, šifrirani, na vaš VortX račun.
ca: Afegeix la teva clau API de debrid una sola vegada i VortX l'utilitza a tot arreu, sense cap lloc de configuració addicional. Els torrents en memòria cau es resolen com a enllaços directes instantanis. Les teves claus es queden en aquest dispositiu i se sincronitzen, xifrades, al teu compte de VortX.
ceb: Idugang ang imong debrid API key kausa ug gamiton kini sa VortX bisan asa, walay laing configuration site. Ang mga cached nga torrent mahimong instant nga direktang link. Ang imong mga key magpabilin niini nga device ug mag-sync, encrypted, ngadto sa imong VortX account.
cs: Přidejte svůj API klíč pro debrid jednou a VortX jej použije všude, bez samostatného konfiguračního webu. Torrenty z mezipaměti se vyřeší na okamžité přímé odkazy. Vaše klíče zůstávají v tomto zařízení a šifrovaně se synchronizují s vaším účtem VortX.
cy: Ychwanegwch eich allwedd API debrid unwaith ac mae VortX yn ei defnyddio ym mhobman, heb safle ffurfweddu ar wahân. Mae torentiau wedi'u storio'n troi'n ddolenni uniongyrchol ar unwaith. Mae'ch allweddi'n aros ar y ddyfais hon ac yn cydweddu, wedi'u hamgryptio, i'ch cyfrif VortX.
da: Tilføj din debrid-API-nøgle én gang, så bruger VortX den overalt, uden en separat konfigurationsside. Cachelagrede torrents omdannes til øjeblikkelige direkte links. Dine nøgler bliver på denne enhed og synkroniseres krypteret til din VortX-konto.
de: Füge deinen debrid-API-Schlüssel einmal hinzu und VortX verwendet ihn überall, ohne separate Konfigurationsseite. Zwischengespeicherte Torrents werden zu sofortigen Direktlinks aufgelöst. Deine Schlüssel bleiben auf diesem Gerät und werden verschlüsselt mit deinem VortX-Konto synchronisiert.
el: Προσθέστε το κλειδί API του debrid σας μία φορά και το VortX το χρησιμοποιεί παντού, χωρίς ξεχωριστή ιστοσελίδα ρύθμισης. Τα torrent από την κρυφή μνήμη μετατρέπονται σε άμεσους απευθείας συνδέσμους. Τα κλειδιά σας παραμένουν σε αυτή τη συσκευή και συγχρονίζονται, κρυπτογραφημένα, με τον λογαριασμό VortX σας.
es: Añade tu clave API de debrid una vez y VortX la usa en todas partes, sin un sitio de configuración aparte. Los torrents en caché se resuelven en enlaces directos instantáneos. Tus claves permanecen en este dispositivo y se sincronizan, cifradas, con tu cuenta VortX.
et: Lisa oma debrid API-võti ühe korra ja VortX kasutab seda kõikjal, ilma eraldi seadistuslehita. Vahemällu salvestatud torrentid lahenevad kohe otselinkideks. Su võtmed jäävad sellesse seadmesse ja sünkroonitakse krüpteeritult su VortX-i kontoga.
eu: Gehitu zure debrid API gakoa behin eta VortX-ek edonon erabiliko du, konfigurazio-gune bereizik gabe. Cachetutako torrentak berehala esteka zuzenak bihurtzen dira. Zure gakoak gailu honetan geratzen dira eta, enkriptatuta, VortX kontura sinkronizatzen dira.
fa: کلید API دبرید خود را یک بار اضافه کنید و VortX از آن همه‌جا استفاده می‌کند، بدون سایت پیکربندی جداگانه. تورنت‌های کش‌شده به لینک‌های مستقیم فوری تبدیل می‌شوند. کلیدهای شما روی این دستگاه می‌مانند و به‌صورت رمزگذاری‌شده با حساب VortX شما همگام می‌شوند.
fi: Lisää debrid-API-avaimesi kerran, niin VortX käyttää sitä kaikkialla ilman erillistä määrityssivustoa. Välimuistissa olevat torrentit muuttuvat välittömiksi suoriksi linkeiksi. Avaimesi pysyvät tällä laitteella ja synkronoituvat salattuina VortX-tilillesi.
fil: Idagdag ang iyong debrid API key nang isang beses at gagamitin ito ng VortX kahit saan, nang walang hiwalay na configuration site. Ang mga naka-cache na torrent ay nagiging instant na direktang link. Nananatili sa device na ito ang iyong mga key at naka-encrypt na nagsi-sync sa iyong VortX account.
fo: Legg debrid API-lykil tín inn eina ferð, og VortX brúkar hann allastaðni, uttan serskilda uppseting. Goymdir torrentar broytast beinanvegin til beinleiðis leinkjur. Lyklar tínir verða verandi á hesi eind og samstillast, bronglaðir, til VortX-kontu tína.
fr: Ajoutez votre clé API debrid une seule fois et VortX l'utilise partout, sans site de configuration séparé. Les torrents en cache se résolvent en liens directs instantanés. Vos clés restent sur cet appareil et se synchronisent, chiffrées, vers votre compte VortX.
fy: Foegje jo debrid-API-kaai ien kear ta en VortX brûkt him oeral, sûnder aparte konfiguraasjeside. Buffere torrents wurde daliks omset yn direkte keppelings. Jo kaaien bliuwe op dit apparaat en syngronisearje, fersifere, mei jo VortX-akkount.
ga: Cuir d'eochair API debrid isteach uair amháin agus úsáideann VortX gach áit í, gan aon suíomh cumraíochta ar leith. Réitíonn torrents i dtaisce go naisc dhíreacha láithreacha. Fanann d'eochracha ar an ngléas seo agus sioncronaíonn siad, criptithe, chuig do chuntas VortX.
gd: Cuir an iuchair API debrid agad ris aon turas agus cleachdaidh VortX i anns gach àite, gun làrach rèiteachaidh air leth. Fuasglaidh torrents sa thasgadan gu ceanglaichean dìreach san spot. Fanaidh na h-iuchraichean agad air an inneal seo agus sioncronaichidh iad, crioptaichte, dhan chunntas VortX agad.
gl: Engade a túa clave API de debrid unha vez e VortX úsaa en todas partes, sen necesidade de configuración adicional. Os torrents en caché resólvense en ligazóns directas instantáneas. As túas claves permanecen neste dispositivo e sincronízanse, cifradas, coa túa conta de VortX.
gu: તમારી debrid API કી એક વાર ઉમેરો અને VortX તેને દરેક જગ્યાએ વાપરે છે, કોઈ અલગ કોન્ફિગરેશન સાઇટ વગર. કૅશ થયેલ torrent તરત જ સીધી લિંકમાં ઉકેલાય છે. તમારી કી આ ઉપકરણ પર રહે છે અને એન્ક્રિપ્ટેડ રીતે તમારા VortX account સાથે સિંક થાય છે.
ha: Ƙara maɓallin API na debrid sau ɗaya kuma VortX yana amfani da shi ko'ina, ba tare da wani shafin daidaitawa daban ba. Torrents da aka adana suna zama hanyoyin haɗi kai tsaye nan take. Maɓallanka suna zama a wannan na'urar kuma suna daidaitawa, cikin ɓoye, zuwa asusunka na VortX.
he: הוסף את מפתח ה-API של ה-debrid פעם אחת ו-VortX משתמש בו בכל מקום, ללא אתר הגדרה נפרד. טורנטים שנשמרו במטמון נפתרים לקישורים ישירים מיידיים. המפתחות שלך נשארים במכשיר הזה ומסונכרנים, מוצפנים, לחשבון VortX שלך.
hi: अपनी debrid API कुंजी एक बार जोड़ें और VortX उसे हर जगह उपयोग करता है, बिना किसी अलग कॉन्फ़िगरेशन साइट के। कैश किए गए torrent तुरंत डायरेक्ट लिंक में बदल जाते हैं। आपकी कुंजियाँ इसी डिवाइस पर रहती हैं और एन्क्रिप्टेड रूप में आपके VortX खाते में सिंक होती हैं।
hr: Dodajte svoj debrid API ključ jednom i VortX ga koristi posvuda, bez zasebne stranice za konfiguraciju. Torrenti iz predmemorije razrješavaju se u izravne poveznice koje se odmah otvaraju. Vaši ključevi ostaju na ovom uređaju i sinkroniziraju se, šifrirani, na vaš VortX račun.
ht: Ajoute kle API debrid ou an yon sèl fwa epi VortX sèvi avè l tout kote, san okenn sit konfigirasyon separe. Torrent nan kach yo tounen lyen dirèk enstantane. Kle ou yo rete sou aparèy sa a epi senkronize, chiffre, nan kont VortX ou an.
hu: Add meg egyszer a debrid API-kulcsodat, és a VortX mindenhol használja, külön konfigurációs oldal nélkül. A gyorsítótárazott torrentek azonnali közvetlen linkekké alakulnak. A kulcsaid ezen az eszközön maradnak, és titkosítva szinkronizálódnak a VortX-fiókoddal.
hy: Ավելացրեք ձեր debrid API բանալին մեկ անգամ, և VortX-ն այն կօգտագործի ամենուր՝ առանց կարգավորման առանձին կայքի։ Քեշավորված torrent-ները վերածվում են ակնթարթային ուղիղ հղումների։ Ձեր բանալիները մնում են այս սարքում և համաժամեցվում, ծածկագրված, ձեր VortX հաշվի հետ։
id: Tambahkan kunci API debrid Anda sekali dan VortX menggunakannya di mana saja, tanpa situs konfigurasi terpisah. Torrent yang di-cache langsung menjadi tautan langsung instan. Kunci Anda tetap di perangkat ini dan disinkronkan, terenkripsi, ke akun VortX Anda.
ig: Tinye igodo API debrid gị otu ugboro, VortX ga-eji ya ebe niile, na-enweghị saịtị nhazi dị iche. Torrent echekwara na-atụgharị na njikọ kwụ ọtọ ngwa ngwa. Igodo gị na-anọ na ngwaọrụ a wee jikọọ, ezoro ezo, na akaụntụ VortX gị.
is: Bættu við debrid API-lykli þinn einu sinni og VortX notar hann alls staðar, án sérstakrar stillingarsíðu. Skyndiminni-torrentar leysast upp í beinar augnablikstenglana. Lyklarnir þínir eru geymdir á þessum tæki og samstilltir, dulkóðaðir, við VortX-reikninginn þinn.
it: Aggiungi la tua chiave API debrid una volta e VortX la usa ovunque, senza un sito di configurazione separato. I torrent in cache si risolvono in link diretti istantanei. Le tue chiavi restano su questo dispositivo e si sincronizzano, cifrate, con il tuo account VortX.
ja: debrid の API キーを一度追加すれば、別の設定サイトなしで VortX がどこでも使用します。キャッシュ済みの torrent は瞬時に直接リンクに解決されます。キーはこのデバイスに保存され、暗号化されて VortX アカウントに同期されます。
jv: Tambah kunci API debrid sampeyan sepisan lan VortX nggunakké ing endi-endi, tanpa situs konfigurasi kapisah. Torrent sing di-cache dadi tautan langsung sanalika. Kunci sampeyan tetep ing piranti iki lan sinkron, kaenkripsi, menyang akun VortX sampeyan.
ka: შეიყვანეთ debrid API გასაღები ერთხელ და VortX გამოიყენებს მას ყველგან, ცალკე კონფიგურაციის საიტის გარეშე. ქეშირებული ტორენტები გარდაიქმნება სწრაფ პირდაპირ ბმულებად. თქვენი გასაღებები ინახება ამ მოწყობილობაზე და სინქრონიზდება დაშიფრულად VortX ანგარიშთან.
kk: Debrid API кілтін бір рет қосыңыз және VortX оны барлық жерде пайдаланады, бөлек конфигурация сайтысыз. Кэштелген торрент тікелей жылдам сілтемелерге айналады. Кілттеріңіз осы құрылғыда сақталады және VortX тіркелгіңізге шифрланған күйде синхрондалады.
km: បន្ថែម API key debrid របស់អ្នកម្តង ហើយ VortX ប្រើវានៅគ្រប់ទីកន្លែង ដោយមិនចាំបាច់មានគេហទំព័រកំណត់រចនាសម្ព័ន្ធដាច់ដោយឡែក។ Torrent ដែលបានភ្ជាប់ cache ដោះស្រាយទៅជាតំណផ្ទាល់ភ្លាមៗ។ កូនសោរបស់អ្នករក្សាទុកនៅលើឧបករណ៍នេះ ហើយធ្វើសមកាលកម្ម ដោយការអ៊ិនគ្រីប ទៅគណនី VortX របស់អ្នក។
kn: ನಿಮ್ಮ debrid API ಕೀಯನ್ನು ಒಮ್ಮೆ ಸೇರಿಸಿ, ಪ್ರತ್ಯೇಕ ಕಾನ್ಫಿಗರೇಶನ್ ಸೈಟ್ ಇಲ್ಲದೆ VortX ಅದನ್ನು ಎಲ್ಲೆಡೆ ಬಳಸುತ್ತದೆ. ಕ್ಯಾಶ್ ಆದ torrent ಗಳು ತ್ವರಿತ ನೇರ ಲಿಂಕ್‌ಗಳಾಗಿ ಪರಿಹಾರವಾಗುತ್ತವೆ. ನಿಮ್ಮ ಕೀಗಳು ಈ ಸಾಧನದಲ್ಲಿ ಉಳಿಯುತ್ತವೆ ಮತ್ತು ನಿಮ್ಮ VortX ಖಾತೆಗೆ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಆಗಿ ಸಿಂಕ್ ಆಗುತ್ತವೆ.
ko: debrid API 키를 한 번만 추가하면 별도의 설정 사이트 없이 VortX가 모든 곳에서 사용합니다. 캐시된 torrent는 즉시 직접 링크로 연결됩니다. 키는 이 기기에 보관되며 암호화되어 VortX 계정에 동기화됩니다.
ku: Mifteya API ya debrid a xwe carekê zêde bike û VortX wê li her derê bikar tîne, bêyî malperek mîhengkirinê ya cuda. Torrentên di cache de veguherin girêdanên rasterast ên demdemî. Mifteyên te li ser vê amûrê dimînin û bi şîfrekirî bi hesabê te yê VortX re hevdem dibin.
ky: Debrid API ачкычыңызды бир жолу кошуңуз, VortX аны бардык жерде колдонот, өзүнчө конфигурация сайты керек эмес. Кэштелген торренттер заматта түз шилтемелерге айланат. Ачкычтарыңыз ушул түзмөктө калат жана шифрленген түрдө VortX аккаунтуңузга шайкештелет.
lb: Setz däin Debrid-API-Schlëssel eng Kéier derbäi a VortX benotzt e iwwerall, ouni separat Konfiguratiounssäit. Zwëschegespäichert Torrenten ginn zu direkten Linken direkt opgeléist. Deng Schlëssele bleiwen op dësem Apparat a synchroniséieren, verschlësselt, mat dengem VortX-Kont.
lo: ເພີ່ມກະແຈ API ຂອງ debrid ຄັ້ງດຽວ ແລ້ວ VortX ຈະໃຊ້ມັນທຸກບ່ອນ ໂດຍບໍ່ຕ້ອງມີເວັບຕັ້ງຄ່າແຍກ. ທໍເຣັນທ໌ທີ່ແຄສໄວ້ຈະກາຍເປັນລິ້ງກ໌ໂດຍກົງທັນທີ. ກະແຈຂອງທ່ານຈະຢູ່ໃນອຸປະກອນນີ້ ແລະ ຊິງໄປຫາບັນຊີ VortX ຂອງທ່ານແບບເຂົ້າລະຫັດ.
lt: Pridėkite savo debrid API raktą vieną kartą, ir VortX naudos jį visur, be atskiros konfigūravimo svetainės. Talpykloje saugomi torrent failai virsta tiesioginėmis akimirksniu veikiančiomis nuorodomis. Jūsų raktai lieka šiame įrenginyje ir užšifruoti sinchronizuojami su jūsų VortX paskyra.
lv: Pievienojiet savu debrid API atslēgu vienreiz, un VortX izmanto to visur, bez atsevišķas konfigurācijas vietnes. Kešoti torrent faili tiek atrisināti uz tūlītējām tiešajām saitēm. Jūsu atslēgas paliek šajā ierīcē un šifrētas sinhronizējas ar jūsu VortX kontu.
mg: Ampidiro indray mandeha ny fanalahidy API debrid-nao dia ampiasain'ny VortX na aiza na aiza izany, tsy misy tranonkala fanamboarana miavaka. Ny torrent voatahiry dia miova ho rohy mivantana avy hatrany. Ny fanalahidinao dia mijanona amin'ity fitaovana ity ary mifandanja, voasoratra amin'ny teny miafina, mankany amin'ny kaonty VortX-nao.
mi: Tāpirihia tō kī API debrid kia kotahi, ka whakamahia e VortX i ngā wāhi katoa, kāore he pae whirihora motuhake. Ka whakatau tere ngā torrent kua penapena ki ngā hono tōtika ā-hihiri. Ka noho ō kī ki tēnei pūrere, ka tuku tukutahi, kua whakamunatia, ki tō pūkete VortX.
mk: Додајте го вашиот debrid API клуч еднаш и VortX го користи насекаде, без посебна конфигурациска страница. Кешираните торенти се решаваат во тренутни директни линкови. Вашите клучеви остануваат на овој уред и се синхронизираат, шифрирано, на вашата VortX сметка.
ml: നിങ്ങളുടെ debrid API കീ ഒരിക്കൽ ചേർക്കുക, VortX അത് എല്ലായിടത്തും ഉപയോഗിക്കും, പ്രത്യേക കോൺഫിഗറേഷൻ സൈറ്റ് ഇല്ലാതെ. കാഷ് ചെയ്ത torrent-കൾ തൽക്ഷണ ഡയറക്ട് ലിങ്കുകളായി മാറുന്നു. നിങ്ങളുടെ കീകൾ ഈ ഉപകരണത്തിൽ തന്നെ തുടരുകയും, എൻക്രിപ്റ്റ് ചെയ്ത് നിങ്ങളുടെ VortX അക്കൗണ്ടിലേക്ക് സിങ്ക് ചെയ്യുകയും ചെയ്യും.
mn: Debrid API түлхүүрээ нэг удаа нэмэхэд VortX үүнийг хаа сайгүй ашиглах бөгөөд тусдаа тохиргооны сайт шаардлагагүй. Кэшлэгдсэн торрентууд шууд холбоос болон агшин зуур хувирна. Таны түлхүүрүүд энэ төхөөрөмж дээр үлдэж, шифрлэгдсэн байдлаар таны VortX данс руу синк болно.
mr: तुमची debrid API की एकदा जोडा आणि VortX ती सर्वत्र वापरतो, वेगळ्या कॉन्फिगरेशन साइटशिवाय. कॅश केलेले torrent त्वरित थेट लिंक्समध्ये रूपांतरित होतात. तुमच्या की या डिव्हाइसवरच राहतात आणि एन्क्रिप्ट केलेल्या स्वरूपात तुमच्या VortX खात्याशी सिंक होतात.
ms: Tambah kunci API debrid anda sekali dan VortX menggunakannya di mana-mana, tanpa tapak konfigurasi berasingan. Torrent yang dicache diselesaikan kepada pautan terus serta-merta. Kunci anda kekal pada peranti ini dan disegerakkan, disulitkan, ke akaun VortX anda.
mt: Żid iċ-ċavetta API tad-debrid tiegħek darba u VortX jużaha kullimkien, mingħajr sit ta' konfigurazzjoni separat. It-torrents fil-cache jinbidlu f'links diretti immedjati. Iċ-ċwievet tiegħek jibqgħu fuq dan l-apparat u jissinkronizzaw, ikkriptati, mal-kont VortX tiegħek.
my: သင့် debrid API key ကို တစ်ကြိမ်ထည့်လိုက်ရုံဖြင့် VortX သည် နေရာအားလုံးတွင် သီးခြား ပြင်ဆင်သတ်မှတ်သည့် ဆိုက်မလိုဘဲ အသုံးပြုသည်။ Cache လုပ်ထားသော torrent များသည် ချက်ချင်း တိုက်ရိုက်လင့်ခ်များအဖြစ် ဖြေရှင်းပေးသည်။ သင့် key များသည် ဤစက်ပေါ်တွင် ရှိနေပြီး သင့် VortX အကောင့်သို့ ကုဒ်ဝှက်ကာ ချိန်ကိုက်သိမ်းဆည်းသည်။
nb: Legg inn debrid-API-nøkkelen din én gang, så bruker VortX den overalt, uten et eget oppsettsnettsted. Bufrede torrenter løses til umiddelbare direktelenker. Nøklene dine blir på denne enheten og synkroniseres, kryptert, til VortX-kontoen din.
ne: आफ्नो debrid API कुञ्जी एकपटक थप्नुहोस् र VortX ले यसलाई सबैतिर प्रयोग गर्छ, छुट्टै कन्फिगरेसन साइट बिना। क्यास गरिएका torrents तत्काल प्रत्यक्ष लिङ्कमा परिणत हुन्छन्। तपाईंका कुञ्जीहरू यस उपकरणमा रहन्छन् र तपाईंको VortX खातामा एन्क्रिप्ट गरेर सिङ्क हुन्छन्।
nl: Voeg je debrid-API-sleutel één keer toe en VortX gebruikt hem overal, zonder aparte configuratiesite. Gecachte torrents worden omgezet naar directe links die meteen werken. Je sleutels blijven op dit apparaat en synchroniseren versleuteld naar je VortX-account.
ny: Onjezani API key yanu ya debrid kamodzi ndipo VortX imaigwiritsa ntchito paliponse, popanda tsamba lina lokonzera. Ma torrent osungidwa amasandulika kukhala ma direct link mwachangu. Ma key anu amakhalabe pa chipangizo ichi ndipo amayenderana, obisidwa, ku akaunti yanu ya VortX.
oc: Apondètz vòstra clau API de debrid un còp e VortX l'utiliza pertot, sens site de configuracion a despart. Los torrents en cache se resòlvon en ligams dirèctes instantanèus. Vòstras claus rèstan sus aqueste aparelh e se sincronizan, chifradas, amb vòstre compte VortX.
or: ଥରେ ଆପଣଙ୍କ ଡେବ୍ରିଡ୍ API କୀ ଯୋଗ କରନ୍ତୁ ଏବଂ VortX ତାହାକୁ ସବୁଠାରେ ବ୍ୟବହାର କରେ, କୌଣସି ପୃଥକ କନଫିଗରେସନ୍ ସାଇଟ୍ ବିନା। କ୍ୟାଶ୍ ହୋଇଥିବା ଟରେଣ୍ଟ ତତକ୍ଷଣାତ ଡିରେକ୍ଟ ଲିଙ୍କରେ ପରିଣତ ହୁଏ। ଆପଣଙ୍କ କୀଗୁଡ଼ିକ ଏହି ଡିଭାଇସରେ ରହେ ଏବଂ ଏନକ୍ରିପ୍ଟ ହୋଇ ଆପଣଙ୍କ VortX ଆକାଉଣ୍ଟକୁ ସିଙ୍କ ହୁଏ।
pa: ਆਪਣੀ ਡੈਬ੍ਰਿਡ API ਕੁੰਜੀ ਇੱਕ ਵਾਰ ਦਰਜ ਕਰੋ ਅਤੇ VortX ਇਸਨੂੰ ਹਰ ਥਾਂ ਵਰਤਦਾ ਹੈ, ਬਿਨਾਂ ਕਿਸੇ ਵੱਖਰੀ ਕੌਂਫ਼ਿਗਰੇਸ਼ਨ ਸਾਈਟ ਦੇ। ਕੈਸ਼ਡ ਟੋਰੈਂਟ ਤੁਰੰਤ ਡਾਇਰੈਕਟ ਲਿੰਕਾਂ ਵਿੱਚ ਬਦਲ ਜਾਂਦੇ ਹਨ। ਤੁਹਾਡੀਆਂ ਕੁੰਜੀਆਂ ਇਸ ਡਿਵਾਈਸ 'ਤੇ ਰਹਿੰਦੀਆਂ ਹਨ ਅਤੇ ਤੁਹਾਡੇ VortX ਖਾਤੇ ਨਾਲ ਐਨਕ੍ਰਿਪਟਡ ਸਿੰਕ ਹੁੰਦੀਆਂ ਹਨ।
pl: Dodaj raz swój klucz API debrid, a VortX użyje go wszędzie, bez osobnej strony konfiguracji. Torrenty z pamięci podręcznej zamieniają się w natychmiastowe bezpośrednie linki. Twoje klucze pozostają na tym urządzeniu i synchronizują się, zaszyfrowane, z Twoim kontem VortX.
ps: خپل د دیبرید API کلید یوځل ورزیات کړئ او VortX یې هر ځای کاروي، پرته له کوم جلا تنظیم سایت نه. کیش‌شوي تورنټونه سملاسي مستقیمو لینکونو ته اوړي. ستاسو کلیدونه په دې وسیله پاتې کیږي او په کوډ شوي ډول ستاسو د VortX حساب سره همغږي کیږي.
pt_br: Adicione sua chave de API debrid uma vez e a VortX a usa em todos os lugares, sem um site de configuração separado. Torrents em cache são resolvidos em links diretos instantâneos. Suas chaves ficam neste dispositivo e sincronizam, criptografadas, com a sua conta VortX.
pt_pt: Adicione a sua chave de API debrid uma vez e a VortX usa-a em todo o lado, sem um site de configuração à parte. Os torrents em cache resolvem para ligações diretas instantâneas. As suas chaves ficam neste dispositivo e sincronizam, encriptadas, para a sua conta VortX.
ro: Adaugă o singură dată cheia API debrid și VortX o folosește peste tot, fără un site de configurare separat. Torrentele din cache se rezolvă în linkuri directe instantanee. Cheile rămân pe acest dispozitiv și se sincronizează, criptate, cu contul tău VortX.
ru: Добавьте свой API-ключ debrid один раз, и VortX будет использовать его везде, без отдельного сайта настройки. Кэшированные torrent-раздачи превращаются в мгновенные прямые ссылки. Ваши ключи остаются на этом устройстве и синхронизируются в зашифрованном виде с вашим аккаунтом VortX.
rw: Ongeraho urufunguzo rwawe rwa debrid API rimwe maze VortX iruzakoreshe hose, nta rubuga rwihariye rwo kuboneza. Torrents zabitswe zihinduka amaseranyamahuza ataziguye ako kanya. Impfunguzo zawe zisigara kuri iki cyuma kandi zikiyunga, zishyizwe mu ibanga, kuri konti yawe ya VortX.
sd: پنھنجي debrid API ڪيءَ هڪ ڀيرو شامل ڪريو ۽ VortX ان کي هر هنڌ استعمال ڪري ٿو، ڪنھن الڳ ڪنفيگريشن سائيٽ کان سواءِ. ڪيش ٿيل ٽورينٽ فوري سڌي لنڪن ۾ تبديل ٿي وڃن ٿا. اوهان جون ڪيون هن ڊوائيس تي رهن ٿيون ۽ اينڪرپٽ ٿي اوهان جي VortX اڪائونٽ ۾ سنڪ ٿين ٿيون.
si: ඔබේ debrid API යතුර එක් වරක් එක් කරන්න, එවිට VortX එය සෑම තැනකම භාවිත කරයි, වෙනම වින්‍යාස අඩවියක් අවශ්‍ය නැත. හැඹිලිගත කරන ලද torrent ක්ෂණික සෘජු සබැඳිවලට විසඳේ. ඔබේ යතුරු මෙම උපාංගයේ රැඳී, සංකේතනය කර, ඔබේ VortX ගිණුමට සමමුහුර්ත වේ.
sk: Pridajte svoj API kľúč debrid raz a VortX ho použije všade, bez samostatnej konfiguračnej stránky. Cachované torrenty sa premenia na okamžité priame odkazy. Vaše kľúče zostávajú v tomto zariadení a synchronizujú sa šifrovane do vášho účtu VortX.
sl: Svoj API-ključ za debrid dodajte enkrat in VortX ga uporablja povsod, brez ločenega konfiguracijskega spletnega mesta. Predpomnjeni torrenti se razrešijo v neposredne povezave brez čakanja. Vaši ključi ostanejo v tej napravi in se šifrirano sinhronizirajo z vašim računom VortX.
sm: Faaopoopo lau ki API debrid faatasi ona faaaoga lea e VortX i soo se mea, e aunoa ma se saite faatulagaga eseese. E toe faafuasei ona faaliliu torrent ua teu i sootaga tuusao vave. E tumau au ki i lenei masini ma faapenapena, faailotino, i lau tala VortX.
sn: Wedzera kiyi yako ye debrid API kamwe uye VortX inoishandisa kwese, pasina saiti yakasiyana yokugadzirisa. Ma torrents akachengetwa anochinja kuita zvinongoerekana zvava zvinongosungwa zvakananga. Makiyi ako anogara padhivhaisi iyi uye anosync, akavharwa, ku account yako yeVortX.
so: Ku dar furahaaga debrid API hal mar, VortX-na wuxuu meel walba ku isticmaalayaa, iyada oo aan lagu qasbin goob habayn oo gaar ah. Torrents-ka la keydiyay waxay isu beddelaan xiriiro toos ah oo isla markiiba ah. Furahaagu wuxuu ku sii jiraa qalabkan, waxayna si sir ah ugu socdaan akoonkaaga VortX.
sq: Shto çelësin tuaj debrid API një herë dhe VortX e përdor kudo, pa nevojë për konfigurim të veçantë. Torrentet e memorizuara kthehen në lidhje direkte të menjëhershme. Çelësat tuaj qëndrojnë në këtë pajisje dhe sinkronizohen, të enkriptuar, me llogarinë tuaj VortX.
sr: Додајте свој debrid API кључ једном и VortX га користи свуда, без посебног сајта за конфигурацију. Кеширани torrent садржаји се разрешавају у тренутне директне линкове. Ваши кључеви остају на овом уређају и синхронизују се, шифровани, са вашим VortX налогом.
st: Eketsa senotlolo sa hau sa debrid API hang 'me VortX e se sebelisa hohle, ntle le sebaka se arohaneng sa ho lokisa. Litorente tse bolokiloeng li fetoloa likhokahano tse tobileng hang-hang. Linotlolo tsa hau li lula sesebelisoeng sena 'me li sync, li koahetsoe, ho akhaonto ea hau ea VortX.
su: Tambihkeun konci API debrid anjeun sakali sarta VortX makéna di mana waé, tanpa situs konfigurasi misah. Torrent nu di-cache jadi tautan langsung sakedapan. Konci anjeun tetep dina alat ieu sarta sinkron, kaénkripsi, ka akun VortX anjeun.
sv: Lägg till din debrid-API-nyckel en gång så använder VortX den överallt, utan någon separat konfigurationssida. Cachade torrenter omvandlas till direktlänkar direkt. Dina nycklar stannar på den här enheten och synkas, krypterade, till ditt VortX-konto.
sw: Ongeza ufunguo wako wa API wa debrid mara moja na VortX uitumie kila mahali, bila tovuti tofauti ya usanidi. Torenti zilizohifadhiwa zinapatikana kwa viungo vya moja kwa moja vya papo hapo. Funguo zako zinabaki kwenye kifaa hiki na kusawazishwa, zimesimbwa kwa njia fiche, kwenye akaunti yako ya VortX.
ta: உங்கள் debrid API விசையை ஒரு முறை சேர்த்தால், VortX அதை எல்லா இடங்களிலும் பயன்படுத்தும், தனி அமைவுத் தளம் தேவையில்லை. தேக்கப்பட்ட torrent-கள் உடனடி நேரடி இணைப்புகளாகத் தீர்க்கப்படும். உங்கள் விசைகள் இந்தச் சாதனத்திலேயே இருந்து, மறையாக்கம் செய்யப்பட்டு உங்கள் VortX கணக்குடன் ஒத்திசைக்கும்.
te: మీ debrid API కీని ఒకసారి జోడించండి, దాన్ని VortX ప్రతిచోటా వాడుతుంది, వేరే కాన్ఫిగరేషన్ సైట్ అవసరం లేదు. క్యాష్ చేసిన torrentలు తక్షణ డైరెక్ట్ లింక్‌లుగా రిజాల్వ్ అవుతాయి. మీ కీలు ఈ పరికరంలోనే ఉంటాయి మరియు ఎన్‌క్రిప్ట్ చేయబడి మీ VortX ఖాతాకు సింక్ అవుతాయి.
tg: Калиди API-и debrid-и худро як бор илова кунед ва VortX онро ҳама ҷо истифода мебарад, бе сомонаи алоҳидаи танзим. Торрентҳои кэшшуда ба пайвандҳои мустақими фаврӣ табдил меёбанд. Калидҳои шумо дар ин дастгоҳ мемонанд ва рамзгузоришуда ба ҳисоби VortX-и шумо ҳамоҳанг мешаванд.
th: เพิ่มคีย์ API ของ debrid ครั้งเดียว แล้ว VortX จะใช้มันทุกที่ โดยไม่ต้องตั้งค่าที่เว็บไซต์แยกต่างหาก ทอร์เรนต์ที่แคชไว้จะถูกแปลงเป็นลิงก์ตรงทันที คีย์ของคุณจะอยู่บนอุปกรณ์นี้และซิงค์แบบเข้ารหัสไปยังบัญชี VortX ของคุณ
tr: debrid API anahtarınızı bir kez ekleyin, VortX her yerde kullansın; ayrı bir yapılandırma sitesi gerekmez. Önbelleğe alınmış torrentler anında doğrudan bağlantılara dönüşür. Anahtarlarınız bu cihazda kalır ve şifreli olarak VortX hesabınıza eşitlenir.
tt: Debrid API ачкычыңны бер тапкыр өстә, VortX аны бөтен җирдә куллана, аерым көйләү сайты кирәкми. Кэшланган торрентлар шунда ук туры сылтамаларга әйләнә. Ачкычларың бу җиһазда кала һәм, шифрланган хәлдә, VortX хисабыңа синхронлаша.
ug: debrid API ئاچقۇچىڭىزنى بىر قېتىم قوشسىڭىز، VortX ئۇنى ھەممە يەردە ئىشلىتىدۇ، ئايرىم سەپلىمە بېكىتى كەرەك ئەمەس. غەملەنگەن torrent لار دەرھال بىۋاسىتە ئۇلانمىغا ئايلىنىدۇ. ئاچقۇچلىرىڭىز مۇشۇ ئۈسكۈنىدە قالىدۇ ھەم شىفىرلانغان ھالدا VortX ھېساباتىڭىزغا قەدەمداشلىنىدۇ.
uk: Додайте свій ключ API debrid один раз, і VortX використовуватиме його всюди, без окремого сайту налаштувань. Кешовані торренти перетворюються на миттєві прямі посилання. Ваші ключі залишаються на цьому пристрої та синхронізуються в зашифрованому вигляді з вашим акаунтом VortX.
ur: اپنی debrid API کی ایک بار شامل کریں اور VortX اسے ہر جگہ استعمال کرتا ہے، کسی الگ کنفیگریشن سائٹ کے بغیر۔ کیش شدہ ٹورنٹس فوری براہِ راست لنکس میں حل ہو جاتے ہیں۔ آپ کی کیز اسی ڈیوائس پر رہتی ہیں اور خفیہ کاری کے ساتھ آپ کے VortX اکاؤنٹ میں سنک ہوتی ہیں۔
uz: Debrid API kalitingizni bir marta qo'shing va VortX uni alohida sozlash sayti bo'lmagan holda hamma joyda ishlatadi. Keshlangan torrentlar bir zumda to'g'ridan-to'g'ri havolalarga aylanadi. Kalitlaringiz shu qurilmada qoladi va shifrlangan holda VortX hisobingizga sinxronlanadi.
vi: Thêm khóa API debrid một lần và VortX sẽ dùng nó ở mọi nơi, không cần trang cấu hình riêng. Torrent đã lưu trong bộ nhớ đệm sẽ phân giải thành liên kết trực tiếp tức thì. Khóa của bạn được giữ trên thiết bị này và đồng bộ, được mã hóa, tới tài khoản VortX của bạn.
xh: Yongeza iqhosha lakho le-API ye-debrid kanye kwaye iVortX iyisebenzisa kuyo yonke indawo, ngaphandle kwesiza esahlukileyo sokusetha. Iitorrents ezigciniweyo ziguqulwa zibe zizikhombisi ngqo ngokukhawuleza. Amaqhosha akho ahlala kwesi sixhobo kwaye athumelwa, agwetyiwe, kwiakhawunti yakho yeVortX.
yo: Fi bọtìnì API debrid rẹ kún lẹ́ẹ̀kan, VortX yóò sì lò ó níbi gbogbo, láìsí ojú-ìwé àtòjọ lọ́tọ̀. Àwọn torrent tí a fipamọ́ máa ń yípadà sí ọ̀nà ìtọ́sọ́nà tààrà lẹ́sẹ̀kẹsẹ̀. Àwọn bọtìnì rẹ máa ń dúró sórí ẹ̀rọ yìí, wọ́n sì máa ń múra síra, ní ìsírí, sí àkàwé VortX rẹ.
zh_hans: 添加一次 debrid API 密钥，VortX 即可在各处使用，无需单独的配置网站。已缓存的 torrent 会解析为即时直链。你的密钥保留在本设备上，并加密同步到你的 VortX 账户。
zh_hant: 只需新增一次 debrid API 金鑰，VortX 即可在各處使用，無需另外的設定網站。已快取的 torrent 會解析為即時直連連結。你的金鑰會留在此裝置上，並以加密方式同步至你的 VortX 帳號。
zu: Engeza ukhiye we-debrid API kanye bese i-VortX iwusebenzisa yonke indawo, ngaphandle kwesayithi elihlukile lokumisa. Ama-torrent alondoloziwe aguqulela ezixhumanisini eziqondile ngokushesha. Okhiye bakho bahlala kule divayisi futhi bavumelaniswe, befihliwe, ku-akhawunti yakho ye-VortX.
